[
	{
		"title": "begin",
		"tags": "",
		"body": "<< BIMA >> \nKekacauan. Hanya satu kata itu yang mampu mewakili apa yang terhampar di depan mata. Kota Jakarta yang biasanya hiruk pikuk, kini bergemuruh oleh sisa amarah.\nDemo besar-besaran yang merobek pagi kini meninggalkan jejak pahit. Udara menyesakkan, menipis, dipenuhi partikel debu dan bara frustrasi.\nGas air mata aroma pedihnya masih menempel kuat, menusuk hidung, menusuk tenggorokan. Setiap hembusan napas terasa seperti menelan serpihan kaca. Dimana-mana.\nBukan lagi teriakan lantang persatuan. Kini hanya ada teriakan massa yang menyayat, suara keputusasaan, kemarahan yang tertahan, dan rintihan yang tercecer.\nDan di tengah-tengah semua itu, dialah yang berdiri paling tegak\nIa tidak bergeming. Tanpa kata, tanpa ragu. Dengan pandangan mata yang membara, ia memimpin barisan terakhir mereka yang menolak untuk menyerah, mereka yang menuntut keadilan, bahkan di tengah kehancuran.",
		"position": {
			"x": 230,
			"y": -63
		},
		"colorID": 8
	},
	{
		"title": "dialog1",
		"tags": "",
		"body": "<<Bima>> <<BimaMarah>> \r\n(teriak dari dasar perut)\r\nKita di sini bukan cari ribut! Kita cuma mau suara kita didengar!\r\n\r\n<<Polisi>> <<Polisi>> \r\n(berteriak balik)\r\n[b]Bubar! Ini peringatan terakhir![/b]\r\n<<DELETE_POLISI>>\r\n\r\n<<mahasiswa1>> <<mahasiswa1>> \r\n(narik lengan Bima)\r\nBim, mundur dulu! Polisi makin maju!\r\n\r\n<<Bima>> <<BimaMarah>> \r\n(lepas genggaman, makin emosi)\r\nMundur terus kapan majunya?!\r\n(teriak ke polisi)\r\nKalian sok jaga Pancasila, tapi tindakan kalian NGINJEK Pancasila! \r\n\r\n<<Narator>> \r\nPolisi melepaskan tembakan gas air mata. Asap putih tebal meluncur ke arah mahasiswa.\r\n\r\n<<mahasiswa1>> <<mahasiswa1>> \r\nBima! Lu batuk-batuk, mundur dulu!\r\n\r\n<<Narator>> \r\nBima batuk keras. Matanya berkedip cepat karena perih. Nafasnya berat.\r\n\r\n<<Bima>> <<BimaKhawatir>> \r\n(suara melemah, tapi tetap teriak)\r\nKalian pikir kalian mewakili rakyat?! Kalian cuma…\r\n(batuk lagi, terjatuh)\r\n…jual idealisme…\r\n\r\n<<mahasiswa1>> <<mahasiswa1>> \r\n(panik)\r\nBIM! BIMA! HEY!\r\nSuara sekitar memudar. Teriakan berubah jadi gema. Gerakan melambat seperti underwater.\r\n<<DELETE_MAHASISWA1>> \r\n\r\n<<Bima>> <<Bimakhawatir>> \r\n(berbisik hampir tak terdengar)\r\nApa… yang… terjadi…?\r\n\r\n<<Narator>> \r\nCahaya putih menyelimuti pandangannya, semakin terang, semakin menyilaukan—",
		"position": {
			"x": 448,
			"y": -68
		},
		"colorID": 0
	},
	{
		"title": "scene 1.2",
		"tags": "",
		"body": "\r\n<<Narator>> \r\nSuara ayam berkokok. Angin masuk lewat celah papan kayu. BIMA membuka mata perlahan. Ia tersentak, ruangan ini asing. Di samping ranjang lusuh, seorang pria 35–45 tahun duduk santai sambil membaca koran berbahasa Belanda.\r\n<<???>> <<MR_A>> \r\n(tanpa menoleh) \r\nAkhirnya bangun juga. Apa kau baik-baik saja?\r\n<<CreateBima>> \r\n...\r\n<<Bima>> <<BimaKhawatir>> \r\n\r\n(kaget, bangkit duduk)\r\nSiapa… siapa Anda?! Saya… tadi saya ikut demo… polisi…\r\n<<Narator>> \r\nOrang tersebut melipat korannya perlahan, menatap Bima dengan senyum ramah—tapi matanya dingin.\r\n<<??>> <<MR_A_SENYUM>> \r\nAku Anggoro. Panggil saja Paman Anggoro. Dan kau… sedang tidak berada di Jakarta yang kemarin kau ingat.\r\n<<Bima>> <<BimaKhawatir>> \r\n(nafas terputus) Maksudnya apa? Ini rumah siapa?!\r\n<<??>> <<MR_Netral>> \r\nIni tahun…\r\n(mengeja pelan, seperti menguji Bima)\r\nseribu sembilan ratus empat puluh lima. Tanggal sebelas Agustus.\r\n<<Bima>> <<BimaKaget>> \r\n(terpaku, tidak percaya)\r\nEmpat… puluh… lima?\r\nTidak, mustahil. Mana ponselku… mana…\r\n<<Narator>> \r\nIa meraba kantong. Kosong. Bahkan bajunya berubah—kain tempo dulu.\r\n<<??>> <<MR_Netral>> \r\nTenangkan dirimu, kita berdua sama.\r\nKita adalah... pengelana waktu. Ini adalah regresi ketujuhku. Aku selalu gagal mempertahankan masa depan karena seseorang selalu merusaknya.\r\n<<Bima>> <<BimaKhawatir>> \r\n(gemetar)\r\nTidak masuk akal....\r\nPaman jangan bercanda, tolong kembalikan saya ke rumah saya.\r\n<<??>> \r\nAku tidak memaksamu untuk percaya\r\n(Mencondongkan badan)\r\nTapi aku sudah enam kali kembali ke titik ini.\r\nSayangnya… selalu gagal. Selalu ada seseorang yang merusak sejarah.\r\n<<Bima>> <<BimaMarah>> \r\n(naik emosi)\r\nBerarti ada orang lain yang nyusup ke masa lalu?!\r\nAyo kita tangkap dia, Paman!!!\r\n<<Narator>> \r\nMR. A tersenyum sambil menepuk bahu Bima.\r\n<<BimaNetral>> \r\n<<??>> \r\nSabar, anak muda. Istirahatlah dulu. Kenali keadaan. Aku ada urusan di kampung sebelah. Dan ingat satu hal.\r\n(serius)\r\nJANGAN INTERVENSI SEJARAH. Amati saja.\r\n<<Narator>> \r\nMR. A keluar, menutup pintu.\r\nSaat punggungnya membelakangi Bima. senyumnya berubah… samar… tidak tulus.\r\n\r\n\r\n",
		"position": {
			"x": -3,
			"y": -116
		},
		"colorID": 0
	},
	{
		"title": "scene3",
		"tags": "",
		"body": "\n<<Narator>> \nMr. A masuk ke gang sempit. Bertemu DIPO, pemuda dengan wajah yang keras\n<<Dipo>> <<Create_Dipo>> <<Dipo_Senang>> \nIde yang Tuan berikan kemarin… luar biasa!!! Mereka lelah dengan kaum borjuis yang selalu berkuasa.\n<<Dipo_Netral>> \n<<??>> <<MR_A>> \nIde ini bukan dariku, Dipo.\nIni hanya pencerahan.\nRakyat harus memimpin.\n<<Narator>> <<Dipo_Senang>> \nDipo mengangguk cepat, matanya berbinar.\n<<??>> \nSudah berapa banyak orang kita yang berhasil masuk ke rekomendasi gubernur?\n<<Dipo>> <<Dipo_Netral>> \nTiga, Tuan. Tapi itu cukup untuk menanamkan benih perpecahan di sidang PPKI nanti.\n<<Narator>> <<MRA_SENYUM>> \nMr. A tersenyum kecil, senyum yang samar, tidak hangat.\nIa menepuk pundak Dipo.\n<<??>> \nBagus.Pastikan mereka siap.\n<<Narator>> <<Dipo_Senang>> \nDipo mengangguk sekali lagi, penuh semangat.",
		"position": {
			"x": 192,
			"y": -115
		},
		"colorID": 0
	},
	{
		"title": "Scene4",
		"tags": "",
		"body": "<<Narator>> \r\nSore hari di desa itu tampak damai di permukaan. Angin menggesek rumpun bambu, menciptakan suara berderit yang konstan. Namun, bagiku yang tahu masa depan... ketenangan ini terasa seperti napas yang ditahan sebelum teriakan.\r\nAku berjalan mengelilingi lapangan, mencoba mencocokkan ingatan sejarahku dengan realitas di depan mata. Tidak ada gadget, tidak ada polusi. Hanya tanah merah dan tatapan warga yang waspada.\r\nDi bawah pohon beringin, seorang pemuda duduk bersila.\r\nDia tidak sedang mengobrol atau main kartu seperti pemuda lain. Dia sedang menulis. Cepat. Matanya sesekali menyapu sekeliling lapangan seperti radar.\r\nSaat aku lewat di dekatnya, dia tidak menoleh, tapi suaranya terdengar jelas.\r\n<<Rangga>> <<Create_Rangga>> \r\nKalau kau terus berjalan muter-muter seperti gasing, orang kampung bakal mengira kau intel Jepang, Bung.\r\n<<Narator>> \r\nLangkahku terhenti. Aku menoleh. Rangga menutup buku kecilnya dengan suara tap yang nyaring, lalu mendongak menatapku.\r\n<<Bima>> <<CreateBima>> \r\nMaaf? Kau bicara padaku?\r\n<<Narator>> <<RanggaSenyum>> \r\nRangga tersenyum. Senyum yang ramah, tapi matanya menyelidik dari ujung kaki sampai kepala.\r\n<<Rangga>> \r\nCelana kainmu masih kaku. Cara jalanmu buru-buru. Dan kau melihat pohon pisang itu seolah-olah itu benda asing.\r\n<<Narator>> <<RanggaNetral>> \r\nDia berdiri, menepuk debu di celananya.\r\n<<Rangga>>  \r\nKau jelas bukan orang sini. Pelarian dari Jakarta? Atau... nyasar?\r\n<<Bima>> <<BimaKaget>> \r\n(Orang ini tajam. Aku harus hati-hati. Salah jawab, aku bisa dicurigai.)\r\n<<Bima>> <<BimaNetral>> \r\nBisa dibilang... aku sedang mencoba memahami arah. Namaku Bima. Aku tinggal sementara di rumah Paman Anggoro.\r\n<<Narator>> \r\nMendengar nama Anggoro, ekspresi Rangga berubah sedikit. Lebih rileks.\r\n<<Rangga>> <<RanggaSenyum>> \r\nAh, tamu Pak Anggoro. Pantas saja..\r\n<<Narator>> \r\nDia mengulurkan tangan.\r\n<<Rangga>> \r\nRangga. Orang-orang bilang aku cuma pengangguran yang suka nguping.\r\n<<Bima>> \r\n(Menyambut jabat tangan) \"Nguping?\r\n<<Rangga>> <<RanggaNetral>> \r\nMencatat harga beras, menghitung berapa truk Jepang yang lewat, siapa ngobrol sama siapa... hal-hal kecil.\r\n<<Bima>> \r\nItu bukan hal kecil. Itu namanya intelijen.\r\n<<Narator>> <<RanggaSenyum>> \r\nRangga tertawa kecil, terkesan dengan istilah yang kupakai.\r\n<<Rangga>>  \r\nWah, bahasamu tinggi juga. 'Intelijen', ya?\r\n<<Narator>> <<RanggaNetral>> \r\nRangga mendekat selangkah, suaranya memelan.\r\n<<Rangga>> \r\nKalau kau tamu Pak Anggoro, berarti kau bukan orang sembarangan. Kau terlihat sedang mencari sesuatu yang lebih dari sekadar jalan pulang, Bima.\r\n<<Narator>> \r\nBima menatap mata Rangga. Ada kecerdasan di sana. Orang ini bisa berguna.\r\n<<Bima>> \r\nKau benar. Aku mendengar ada... desas-desus. Kelompok baru yang sedang mengumpulkan massa. Katanya demi 'revolusi', tapi rasanya ada yang janggal\r\n<<Narator>> \r\nRangga tidak kaget. Dia justru membuka kembali buku kecilnya, membalik beberapa halaman sampai menemukan sebuah sketsa kasar.\r\n<<Rangga>> <<RanggaNetral>> \r\n(Nada Serius)\r\nMaksudmu kelompok yang memakai ikat kepala merah tapi bicaranya soal 'Pemisahan Wilayah'? Ya, aku juga mencium bau busuk dari mereka. \r\n<<Bima>> <<BimaKaget>> \r\n(Tersentak) Kau tahu soal mereka?\r\n<<Rangga>> <<RanggaNetral>> \r\nDi desa ini, daun jatuh pun aku tahu, Bung.\r\n<<Narator>> <<BimaNetral>> \r\nRangga menutup bukunya lagi, kali ini menatapku sebagai sekutu, bukan orang asing.\r\n<<Rangga>> \r\nKalau kau mau menggali lubang tikus itu... kau butuh peta. Dan kebetulan, aku punya petanya.\r\n<<Bima>> <<BimaSenyum>> \r\nKalau begitu, mohon bantuannya, Rangga.\r\n",
		"position": {
			"x": 179,
			"y": -112
		},
		"colorID": 0
	},
	{
		"title": "scene5",
		"tags": "",
		"body": "<<Narator>> \r\nMalam tenang. Lampu minyak bergoyang pelan tertiup angin.\r\nBima duduk di meja kecil, menulis sesuatu di kertas lusuh.\r\nPintu berderit pelan.\r\nMr. A masuk, langkahnya ringan dan terukur seperti biasa.\r\n<<??>> <<MR_A>> \r\nAku dengar dari tetangga kau berjalan cukup jauh hari ini.\r\n<<Narator>> <<CreateBima>> \r\nBima menoleh, sedikit kaget.\r\n<<Bima>> <<BimaKaget>>\r\nIya lumayan... \r\n<<BimaNetral>> \r\npaman dari mana aja kok lama banget?\r\n<<??>> \r\n(santai)\r\nPaman habis gotong royong di kampung sebelah. Ada rumah warga yang perlu dibantu. Lumayan makan waktu.\r\n<<Narator>> \r\nBima mengangguk. Suasana mulai tenang. Menjelang mereka bersiap untuk tidur, Bima akhirnya cerita.\r\n<<Bima>> \r\nOh iya, tadi siang pas keliling.\r\nAku ketemu orang, namanya Rangga.\r\n<<Narator>> <<MRA_KAGET>> \r\nMr. A langsung terhenti sepersekian detik. Ada kaget kecil yang cepat ia sembunyikan.\r\n<<??>> <<MRA_NETRAL>> \r\n(Hmm... menarik)\r\nRangga, ya?\r\n<<Bima>> <<BimaSenang>> \r\nya, dia orang yang banyak pengetahuan, dan dia bersedia mau bantu kita.\r\n<<Narator>> <<MR_A_SENYUM>>  <<BimaNetral>> \r\nMr. A tersenyum. Senyum yang hanya naik di bibir, tidak di mata.\r\n<<??>> \r\nBaguslah kalau begitu, Bima. Kamu sudah mendapatkan teman. Ini akan membantumu fokus pada musuh.\r\n\r\n\r\n",
		"position": {
			"x": 180,
			"y": -114
		},
		"colorID": 0
	},
	{
		"title": "Scene6",
		"tags": "",
		"body": "<<Narator>> \r\nBima dan Rangga sudah cukup akrab, sering duduk di pinggir lapangan.\r\nRangga membuka catatannya, mencoret sesuatu.\r\n<<Rangga>> <<Create_Rangga>> \r\nEh… Bim. Kamu tau pemuda yang namanya Dipo?\r\n<<Narator>> \r\nBima menoleh cepat.\r\n<<Bima>> <<CreateBima>> \r\nDipo? Nggak. Kenapa?\r\n<<Narator>> \r\nRangga menghela napas pendek.\r\n<<Rangga>> <<RanggaKhawatir>> \r\nOrang ini aneh. Nggak tahu datang dari mana…\r\ntapi tiba-tiba punya banyak ide, banyak omongan. Dan kerennya udah banyak orang yang ikut dia.\r\n<<Narator>> <<RanggaNetral>> <<BimaKaget>> \r\nBima mengernyit, jelas penasaran.\r\n<<Bima>> <<BimaNetral>> \r\nOrang baru bisa begitu?\r\n<<Narator>> \r\nRangga mengangkat bahu.\r\n<<Rangga>> \r\nMakanya. Saya juga bingung.\r\nSehari dua hari ini banyak pemuda nyebut-nyebut namanya. \r\n<<Narator>> <<BimaKhawatir>> \r\nBima memandangi tanah, gelisah.\r\n<<Bima>> <<BimaKhawatir>> \r\nRangga… beberapa hari sebelum sidang, kita cari tahu aja soal dia.\r\nPerasaan saya gak enak. \r\n<<Narator>> <<BimaNetral>> \r\nRangga menutup bukunya, langsung siap.\r\n<<Rangga>> <<RanggaSenyum>> \r\nAyo saya siap.\r\n\r\n<<Narator>> \r\nRangga dan Bima mulai mengamati, mengumpulkan kabar, menelusuri jejak Dipo dari orang-orang desa.",
		"position": {
			"x": 182,
			"y": -110
		},
		"colorID": 0
	},
	{
		"title": "Node",
		"tags": "",
		"body": "Dipo masuk ke dalam rumah kosong itu bersama dua pengawal. Ia membawa sebuah tas kulit tebal yang terlihat berat.\n\nKalian jaga di depan. Jangan biarkan siapa pun masuk. Aku harus mempelajari instruksi Tuan Anggoro.\n\nDipo meletakkan tas itu di atas meja kayu berdebu. Tiba-tiba, terdengar suara keributan di luar.\n\nWoy! Siapa yang nyuruh parkir truk di sini?!\n\nDipo mendecih kesal. Ia melirik tasnya sebentar, merasa aman karena ada di markas sendiri, lalu keluar untuk memeriksa keributan.\n\nHening sejenak. Kamera bergeser ke jendela samping yang sedikit terbuka. Rangga dan Bima mengintip. Wajah mereka tegang.\n\n(Berbisik tajam)\nItu kesempatan kita. Dia meninggalkan tasnya.\n\nTapi ada penjaga di depan.\n\nLewat jendela ini. Aku yang awasi pintu. Kamu ambil dokumennya. Cepat! Kita cuma punya waktu kurang dari dua menit.\n\nBima memanjat masuk dengan hati-hati agar lantai kayu tua tidak berderit. Ia mendekati meja. Tas kulit itu terkunci, tapi kuncinya sederhana. Bima mengeluarkan pisau lipat kecil (yang dipinjam dari Rangga) dan mencongkelnya.\n\nTas terbuka. Di dalamnya bukan hanya uang, tapi tumpukan surat dengan kop surat asing. Bima menarik selembar kertas paling atas. Matanya membelalak membaca isinya.\n\n(Membaca dalam hati) \"Target Utama: Deadlock Sidang 18 Agustus. Isu: Syariat Islam. Tujuan Akhir: Separatisme Indonesia Timur.\"\nTangan Bima gemetar. Di bawah surat itu, ada tanda tangan inisial: \"A\".\n\n(Dari jendela, panik) Bima! Dia balik!\n\nBima menyambar surat itu, memasukkannya ke saku, dan melompat keluar jendela tepat saat gagang pintu depan berputar.\n\n",
		"position": {
			"x": 337,
			"y": -165
		},
		"colorID": 0
	}
]